function genProducts () {
products = [
      {
          "Κωδικός": "225243",
          "Περιγραφή": "ΜΑΣΚΕΣ ΠΡΟΣΩΠΟΥ 3PLY ΜΙΑΣ ΧΡΗΣΗΣ συσκευασία 10 τεμαχίων"
      },
      {
          "Κωδικός": "225110",
          "Περιγραφή": "Heremco - Histoplastin Red Αναπλαστική Κρέμα 30ml"
      },
      {
          "Κωδικός": "224867",
          "Περιγραφή": "Frezyderm - Crilen Adults Plus 125ml"
      },
      {
          "Κωδικός": "224855",
          "Περιγραφή": "Moller's - Total Ολοκληρωμένο Συμπλήρωμα Διατροφής με 28caps Ω3 + 28tabs Βιταμίνες & Μέταλλα"
      },
      {
          "Κωδικός": "224838",
          "Περιγραφή": "Aboca - Sollievo Advanced για Φυσιολογική Εντερική Διέλευση 45tabs"
      },
      {
          "Κωδικός": "224833",
          "Περιγραφή": "Korres - Αντισηπτικό Gel Χεριών 40ml"
      },
      {
          "Κωδικός": "224771",
          "Περιγραφή": "Korres - Promo Αφρολουτρο Ανθη Ροδακινιας 1+1 250ml"
      },
      {
          "Κωδικός": "224770",
          "Περιγραφή": "Korres - Αντισηπτικό gel χεριών 1+1 2x250ml"
      },
      {
          "Κωδικός": "224563",
          "Περιγραφή": "Pharmasept - Aid Relief Hot Patch Επίθεμα για τον Πόνο 5τμχ"
      },
      {
          "Κωδικός": "224516",
          "Περιγραφή": "Lanes - Calm Life 100 caps"
      },
      {
          "Κωδικός": "224474",
          "Περιγραφή": "Medisei - Panthenol Extra Face & Eye Cream 50ml"
      },
      {
          "Κωδικός": "224473",
          "Περιγραφή": "Korres - Echinacea & Vitamin C 1+1 (2x18)αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "224455",
          "Περιγραφή": "Uni-Pharma- Repel Spray Άοσμο Εντομοαπωθητικό Spray με Υαλουρονικό, 150ml"
      },
      {
          "Κωδικός": "224454",
          "Περιγραφή": "Uni-Pharma - Repel After Bite, 6,5ml"
      },
      {
          "Κωδικός": "224442",
          "Περιγραφή": "Genecom - Terra Cran, 30 Tabs"
      },
      {
          "Κωδικός": "224429",
          "Περιγραφή": "Genecom - Terra B12, 30 Caps"
      },
      {
          "Κωδικός": "224413",
          "Περιγραφή": "Korres - Promo Pack Αφρόλουτρο Ανανάς Καρύδα 1+1 Δώρο, 2x250ml"
      },
      {
          "Κωδικός": "224412",
          "Περιγραφή": "Korres - Promo Pack Αφρόλουτρο Νερό Καρύδας 1+1 Δώρο, 2x250ml"
      },
      {
          "Κωδικός": "224387",
          "Περιγραφή": "Cera di Cupra - Plus Hand Cream 75ml"
      },
      {
          "Κωδικός": "224355",
          "Περιγραφή": "WinMedica SiderAL Forte, 30caps"
      },
      {
          "Κωδικός": "224353",
          "Περιγραφή": "Winmedica - Valetonina 60 Δισκία"
      },
      {
          "Κωδικός": "224309",
          "Περιγραφή": "Apivita Black Detox Cleansing Jelly Μαύρο Gel Καθαρισμού Προσώπου & Ματιών 150ml"
      },
      {
          "Κωδικός": "224196",
          "Περιγραφή": "Health Aid Vitamin C 1000mg 1+1 δώρο  20+20 αναβράζοντα δισκία Πορτοκάλι"
      },
      {
          "Κωδικός": "224138",
          "Περιγραφή": "Menarini Sustenium Biorhythm 3 Πολυβιταμίνη για Άνδρες 30 Δισκία"
      },
      {
          "Κωδικός": "224132",
          "Περιγραφή": "Kaiser Πολυβιταμινούχο Γλειφιτζούρι Κεράσι 1τμχ"
      },
      {
          "Κωδικός": "224130",
          "Περιγραφή": "Kaiser Πολυβιταμινούχο Γλειφιτζούρι Πορτοκάλι 1τμχ"
      },
      {
          "Κωδικός": "224063",
          "Περιγραφή": "Avene Cleanance Comedomed, Για Την Εξάλειψη Των Σπυριών & Των Μαύρων Στιγμάτων 30ml"
      },
      {
          "Κωδικός": "224048",
          "Περιγραφή": "Apivita Promo Bee A Super-Man με Κρέμα-Gel Ενυδάτωσης με Δροσερή-Μη λιπαρή Υφή 50ml & Refreshing Fig Αφρόλουτρο Σώματος 300ml"
      },
      {
          "Κωδικός": "219671",
          "Περιγραφή": "Hydrovit Retinol Plus,  Αντιρυτιδική / Αντιγηραντική Κρέμα Προσώπου σε Μονοδόσεις 7τμχ"
      },
      {
          "Κωδικός": "219666",
          "Περιγραφή": "Biotrin Plus Caps Advance Formula, Συμπλήρωμα Διατροφής για την Καλή Υγεία των Μαλλιών & των Νυχιών 30caps"
      },
      {
          "Κωδικός": "219657",
          "Περιγραφή": "Microlife Oxy 200 Fingertip Pulse Oximeter, Παλμικό Οξύμετρο 1τμχ"
      },
      {
          "Κωδικός": "219656",
          "Περιγραφή": "Mustela Vitamin Barrier Creme Change 1-2-3, Καθημερινή Κρέμα για την Αλλαγή της Πάνας 100ml + ΔΩΡΟ 50ml"
      },
      {
          "Κωδικός": "219649",
          "Περιγραφή": "Menarini Mo-Shield, Απωθητικό Βραχιόλι για Κουνούπια - Σκνίπες 1τμχ"
      },
      {
          "Κωδικός": "219641",
          "Περιγραφή": "Μustela Gentle Cleansing Gel, Απαλό Αφροντούς για Σώμα & Μαλλιά 500ml + ΔΩΡΟ 200ml"
      },
      {
          "Κωδικός": "219609",
          "Περιγραφή": "Mustela Maternite Creme Prevention Vergetures, Κρέμα για την πρόληψη των Ραγάδων από την αρχή της Κύησης 150ml"
      },
      {
          "Κωδικός": "219603",
          "Περιγραφή": "Pharmasept Limbo Sept Hygienic Gel, Ήπιο Αντισηπτικό Τζελ με Οινόπνευμα 1lt"
      },
      {
          "Κωδικός": "219596",
          "Περιγραφή": "Apivita Men’s Tonic Shampoo, Τονωτικό Σαμπουάν για Άνδρες με Hippophae TC & Δενδρολίβανο 500ml"
      },
      {
          "Κωδικός": "219594",
          "Περιγραφή": "Apivita Eco Pack Frequent Use Gentle Daily Shampoo Chamomile & Honey, Απαλό Σαμπουάν Καθημερινής Χρήσης με Χαμομήλι & Μέλι 500ml"
      },
      {
          "Κωδικός": "219593",
          "Περιγραφή": "Apivita Women's Tonic Shampoo, Τονωτικό Σαμπουάν για Γυναίκες με Hippophae TC & Δάφνη 500ml"
      },
      {
          "Κωδικός": "219510",
          "Περιγραφή": "Elpen Almora Plus, Ηλεκτρολύτες με Μέταλλα και Δεξτρόζη Γεύση Λεμόνι 15 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "219506",
          "Περιγραφή": "Lanes The Active Club High Protein Bar Brownie Μπάρα με Υψηλή Περιεκτικότητα σε Πρωτεΐνη 60g"
      },
      {
          "Κωδικός": "219416",
          "Περιγραφή": "Curaprox CS 5460 Ultra Soft, Οδοντόβουρτσα Πολύ Μαλακή 1τμχ"
      },
      {
          "Κωδικός": "218884",
          "Περιγραφή": "Scholl Active Repair K+, Κρέμα Ανάπλασης για Σκασμένες Πτέρνες 60ml"
      },
      {
          "Κωδικός": "216335",
          "Περιγραφή": "Nutricia Almiron Prosyneo HA, Αντιαλλεργικό Γάλα για Βρέφη από τη Γέννηση 400g"
      },
      {
          "Κωδικός": "216329",
          "Περιγραφή": "Rontamil Complete 3, Γάλα Ανάπτυξης σε Σκόνη με Γεύση Βανίλια από τον 12ο Μήνα 400g"
      },
      {
          "Κωδικός": "216323",
          "Περιγραφή": "Humana Optimum 2, Γάλα 2ης Βρεφικής Ηλικίας μετά τον 6ο Μήνα 350gr"
      },
      {
          "Κωδικός": "216309",
          "Περιγραφή": "Lierac Body Slim Cryoactif, Πρόγραμμα κατά της Κυτταρίτιδας 150ml"
      },
      {
          "Κωδικός": "216302",
          "Περιγραφή": "Nestle Nan Optipro HA 1, Γάλα 1ης Βρεφικής Ηλικίας σε Σκόνη από τη Γέννηση 400g"
      },
      {
          "Κωδικός": "216206",
          "Περιγραφή": "Nutricia Fortimel Extra Vanilla, Υπερπρωτεϊνικό Ρόφημα με γεύση Βανίλια 4 x 200ml"
      },
      {
          "Κωδικός": "216205",
          "Περιγραφή": "Nutricia Fortimel Extra Chocolate, Υπερπρωτεϊνικό Ρόφημα με γεύση Σοκολάτα 4 x 200ml"
      },
      {
          "Κωδικός": "216021",
          "Περιγραφή": "Animex Αποστειρωμένα Χειρουργικά Γάντια μίας Χρήσης 1 ζεύγος μέγεθος 7.5"
      },
      {
          "Κωδικός": "216007",
          "Περιγραφή": "Animex Αποστειρωμένα Χειρουργικά Γάντια μίας Χρήσης 1 ζεύγος μέγεθος 8.0"
      },
      {
          "Κωδικός": "216006",
          "Περιγραφή": "Asepta Gauze, Επιθέματα Γάζας Αποστειρωμένα 15cm x 15cm 12τμχ"
      },
      {
          "Κωδικός": "215997",
          "Περιγραφή": "Asepta Gauze Επιθέματα Γάζας Αποστειρωμένα 36cm x 40cm 10τμχ"
      },
      {
          "Κωδικός": "215904",
          "Περιγραφή": "Hydrovit Intim Intimcare pΗ4.5, Υγρό Καθαρισμού της Ευαίσθητης Περιοχής & του Σώματος 150ml"
      },
      {
          "Κωδικός": "215884",
          "Περιγραφή": "Heremco SILOffGyn, Κολπική Κρέμα Gel 30ml"
      },
      {
          "Κωδικός": "215815",
          "Περιγραφή": "Atache C Vital Set Serum 15ml + Active Fluid 30ml, Σετ με Βιταμίνη C, E & α-Λιποϊκό Οξύ με Κορυφαία Αντιρυτιδική και Αντιγηραντι"
      },
      {
          "Κωδικός": "215812",
          "Περιγραφή": "Target Pharma Biotrin DS Shampoo, Σαμπουάν για Πιτυρίδα, Σμηγματόρροια, Λιπαρότητα 150ml"
      },
      {
          "Κωδικός": "215802",
          "Περιγραφή": "Target Pharma Biotrin Shampoo, Σαμπουάν κατά της Τριχόπτωσης Καθημερινής Χρήσης 150ml"
      },
      {
          "Κωδικός": "215798",
          "Περιγραφή": "Pharmex Daohair-S Anti-Dandruff Shampoo, Σαμπουάν κατά της Πιτυρίδας 120g"
      },
      {
          "Κωδικός": "215691",
          "Περιγραφή": "Quest Vitamin C 1000mg Timed Release, Βιταμίνη C Βραδείας Αποδέσμευσης 60 ταμπ.+ 30 ταμπ.Δωρεάν"
      },
      {
          "Κωδικός": "215589",
          "Περιγραφή": "Ursapharm Vita-Pos, Οφθαλμική Αλοιφή με Βιταμίνη Α, 5g"
      },
      {
          "Κωδικός": "215573",
          "Περιγραφή": "Ursapharm Hylo Comod Eye Drops, Λιπαντικές Οφθαλμικές Σταγόνες 10ml"
      },
      {
          "Κωδικός": "215572",
          "Περιγραφή": "Maxyn Hye Md, Λιπαντικές Οφθαλμικές Σταγόνες με Υαλουρονικό Νάτριο 0.4% 10ml"
      },
      {
          "Κωδικός": "215567",
          "Περιγραφή": "Maxyn Blefart, Στείρες Γάζες μίας Χρήσης για την Περιοφθαλμική Υγιεινή 14τμχ"
      },
      {
          "Κωδικός": "215561",
          "Περιγραφή": "Alcon Tears Naturale Free Med, Λιπαντικές Οφθαλμικές Σταγόνες σε Περιέκτες μιας Χρήσης 30 x 0.4ml"
      },
      {
          "Κωδικός": "215560",
          "Περιγραφή": "Alcon Tears Naturale II Med, Λιπαντικές Οφθαλμικές Σταγόνες 15ml"
      },
      {
          "Κωδικός": "215542",
          "Περιγραφή": "Bausch & Lomb ReNu Multiplus, Διάλυμα Πολλαπλών Χρήσεων για Φακούς Επαφής 360ml"
      },
      {
          "Κωδικός": "215541",
          "Περιγραφή": "Alcon Opti-Free Express, Διάλυμα Απολύμανσης Πολλαπλών Χρήσεων για Φακούς Επαφής 355ml"
      },
      {
          "Κωδικός": "215521",
          "Περιγραφή": "Lacalut Aktiv, Οδοντόκρεμα κατά της Τερηδόνας και της Ουλίτιδας 50ml"
      },
      {
          "Κωδικός": "215474",
          "Περιγραφή": "EllaDent Daily, Οδοντόπαστα για Ολοκληρωμένη Καθημερινή Προστασία Δοντιών & Ούλων 75ml"
      },
      {
          "Κωδικός": "215473",
          "Περιγραφή": "Elladent Daily, Στοματικό Διάλυμα για την Πρόληψη της Ουλίτιδας, της Τερηδόνας & της Κακοσμίας του Στόματος 500ml"
      },
      {
          "Κωδικός": "215470",
          "Περιγραφή": "EllaDent Plus 030 Gel, Στοματική Γέλη για Προστασία Ούλων,κατά της Οδοντικής Πλάκας 30ml"
      },
      {
          "Κωδικός": "215469",
          "Περιγραφή": "EllaDent Perio 020, Οδοντόπαστα κατά της Πλάκας και της Κακοσμίας του Στόματος 0.20% CHX 75ml"
      },
      {
          "Κωδικός": "215467",
          "Περιγραφή": "EllaDent Care 012, Στοματικό Διάλυμα κατά της Οδοντικής Πλάκας, της Τερηδόνας και της Κακοσμίας του Στόματος 250ml"
      },
      {
          "Κωδικός": "215466",
          "Περιγραφή": "Elladent Care 012, Οδοντόπαστα κατά της Πλάκας και της Κακοσμίας του Στόματος 0.12% CHX 75 ml"
      },
      {
          "Κωδικός": "215448",
          "Περιγραφή": "Protefix Επικολλητικά Φύλλα για την Κάτω Οδοντοστοιχία 30τμχ"
      },
      {
          "Κωδικός": "215382",
          "Περιγραφή": "TePe Interdental Brush Size 4, Μεσοδόντια Βουρτσάκια 0.7mm 8τμχ"
      },
      {
          "Κωδικός": "215365",
          "Περιγραφή": "TePe Interdental Brush Size 1, 0.45mm ΠΟΡΤΟΚΑΛΙ Μεσοδόντια Βουρτσάκια  8τμχ"
      },
      {
          "Κωδικός": "215364",
          "Περιγραφή": "TePe Interdental Brush Size 0, Μεσοδόντια Βουρτσάκια 0.4mm 8τμχ"
      },
      {
          "Κωδικός": "215308",
          "Περιγραφή": "Epsilon Health Silben Nano Powder Spray Επούλωση Πληγών 125ml"
      },
      {
          "Κωδικός": "215294",
          "Περιγραφή": "Biosline BioKap Miglio Forte, Συμπλήρωμα Διατροφής για Μαλλιά & Νύχια 60 κάψουλες"
      },
      {
          "Κωδικός": "215270",
          "Περιγραφή": "PharmaQ Mastiha Therapy 350mg, Κάψουλες Μαστίχας 30caps"
      },
      {
          "Κωδικός": "215260",
          "Περιγραφή": "Sudocrem, Κρέμα για συγκάματα 250gr"
      },
      {
          "Κωδικός": "215259",
          "Περιγραφή": "Sudocrem, Κρέμα για συγκάματα 125gr"
      },
      {
          "Κωδικός": "215238",
          "Περιγραφή": "Epsilon Health Prolife Lactobacilli, Συμπλήρωμα Διατροφής με Προβιοτικά και Βιταμίνες Β, 7x8ml"
      },
      {
          "Κωδικός": "215225",
          "Περιγραφή": "Winmedica Sideral Forte, Συμπλήρωμα Διατροφής για την Έλλειψη Σιδήρου 20 κάψουλες"
      },
      {
          "Κωδικός": "215224",
          "Περιγραφή": "Meda Armolipid, Συμπλήρωμα Διατροφής για τον Έλεγχο της Χοληστερόλης 20 δισκία"
      },
      {
          "Κωδικός": "215223",
          "Περιγραφή": "Winmedica Sideral Folico, Συμπλήρωμα Διατροφής με Σουκροσωμικό Σίδηρο και Βιταμίνες 20 φακελίδια"
      },
      {
          "Κωδικός": "213938",
          "Περιγραφή": "Elpen Almora Plus Electrolytes, Πόσιμο Διάλυμα Ηλεκτρολυτών 12 φακελάκια"
      },
      {
          "Κωδικός": "213929",
          "Περιγραφή": "Olvos Cebion, Συμπλήρωμα Διατροφής με Βιταμίνη C 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "213911",
          "Περιγραφή": "Italfarmaco Floja Plus, Συμπλήρωμα Διατροφής για την Αντιμετώπιση των Συμπτωμάτων της Εμμηνόπαυσης 30 κάψουλες"
      },
      {
          "Κωδικός": "213803",
          "Περιγραφή": "Italfarmaco Inofert Combi, Συμπλήρωμα Διατροφής με Μυοϊνοσιτόλη, D-chiro-Ινοσιτόλη & Φυλλικό Οξύ 20 κάψουλες"
      },
      {
          "Κωδικός": "213802",
          "Περιγραφή": "Italfarmaco Inofert, Συμπλήρωμα Διατροφής με Ινοσιτόλη & Φυλλικό Οξύ 30 φακελάκια"
      },
      {
          "Κωδικός": "213801",
          "Περιγραφή": "Italfarmaco Iofolen, Συμπλήρωμα Διατροφής για την Εγκυμοσύνη και τη Γαλουχία 30 κάψουλες"
      },
      {
          "Κωδικός": "213656",
          "Περιγραφή": "Foltene Eyelash and Eyebrow Treatment Αγωγή για βλεφαρίδες και φρύδια 6.5ml"
      },
      {
          "Κωδικός": "213585",
          "Περιγραφή": "Microlife BP A2 BASIC, Αυτόματο Ψηφιακό Πιεσόμετρο Μπράτσου"
      },
      {
          "Κωδικός": "213583",
          "Περιγραφή": "Microlife BPA3 PC, Αυτόματo Πιεσόμετρo Μπράτσου"
      },
      {
          "Κωδικός": "213478",
          "Περιγραφή": "Uni-Pharma Repel Spray, Άοσμο Εντομοαπωθητικό Σπρέι με Υαλουρονικό 100ml"
      },
      {
          "Κωδικός": "213386",
          "Περιγραφή": "Uni-Pharma B12 fix 1000μg, Βιταμίνη Β12, 30 ταμπλέτες"
      },
      {
          "Κωδικός": "213379",
          "Περιγραφή": "Uni-Pharma Lacto Levure, Προβιοτικά για την Αποκατάσταση της Εντερικής και Κολπικής Χλωρίδας 10 κάψουλες"
      },
      {
          "Κωδικός": "213352",
          "Περιγραφή": "Intermed Eva Intima Wash Original pH 3.5, Απαλό Υγρό Καθαρισμού της Ευαίσθητης Περιοχής 250ml"
      },
      {
          "Κωδικός": "213345",
          "Περιγραφή": "Uni-Pharma D3 Fix EXTRA 2000iu Vitamin D3, Βιταμίνη D3 60 ταμπλέτες"
      },
      {
          "Κωδικός": "213344",
          "Περιγραφή": "Uni-Pharma D3 Fix Βιταμίνη D3, 1.200iu 60tabs"
      },
      {
          "Κωδικός": "213222",
          "Περιγραφή": "Intermed Eva Intima Wash Herbosept pH3.5, Καθαρισμός & Αντιμικροβιακή Προστασία Της Ευαίσθητης Περιοχής 250ml"
      },
      {
          "Κωδικός": "211818",
          "Περιγραφή": "Johnson & Johnson Biafin Emulsion, Κρέμα Ενυδάτωσης για Ευαίσθητη και Ερεθισμένη Επιδερμίδα 100ml"
      },
      {
          "Κωδικός": "211384",
          "Περιγραφή": "Aveeno Dermexa Daily Emollient Cream, Καταπραϋντική Ενυδατική Κρέμα 200ml"
      },
      {
          "Κωδικός": "211165",
          "Περιγραφή": "Neutrogena Levres Lippen, Ενυδατικό Στικ Χειλιών 4.8g (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "211164",
          "Περιγραφή": "Neutrogena Hand Cream Unscented, Ενυδατική Κρέμα Χεριών χωρίς Άρωμα 75ml"
      },
      {
          "Κωδικός": "210957",
          "Περιγραφή": "Vitabiotics Feroglobin B12 Liquid, Σκεύασμα Υγρού Σιδήρου & Βιταμινών 200 ml"
      },
      {
          "Κωδικός": "210181",
          "Περιγραφή": "Innovis Lactotune Urinary, Συμπλήρωμα Διατροφής για την υγεία του ουροποιητικού 30 Κάψουλες"
      },
      {
          "Κωδικός": "210178",
          "Περιγραφή": "Innovis Lactotune Vaginal Συμπλήρωμα Διατροφής για την Υγεία του Κολπου, 10 κολπικές κάψουλες"
      },
      {
          "Κωδικός": "210171",
          "Περιγραφή": "Fixodent Pro Plus Duo Action, Στερεωτική Κρέμα Οδοντοστοιχιών Διπλής Δράσης 40gr"
      },
      {
          "Κωδικός": "210005",
          "Περιγραφή": "Aboca Propol2 EMF Extra-Strength Spray κατά του βήχα και του πονόλαιμου 30ml"
      },
      {
          "Κωδικός": "209980",
          "Περιγραφή": "Elgydium Whitening Λευκαντική Οδοντόκρεμα 2x100ml"
      },
      {
          "Κωδικός": "209945",
          "Περιγραφή": "Elgydium Anti-Plaque Οδοντόκρεμα 2 x 100ml (-50% Το 2o Προϊόν)"
      },
      {
          "Κωδικός": "209604",
          "Περιγραφή": "Apivita Face Scrub Βαθιάς Απολέπισης με Ελιά 50ml"
      },
      {
          "Κωδικός": "209583",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Προσώπου με Πράσινη Άργιλο για Βαθύ Καθαρισμό 2x8ml"
      },
      {
          "Κωδικός": "209580",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Προσώπου για Λάμψη & Αναζωογόνηση με Ρόδι 2x8ml"
      },
      {
          "Κωδικός": "209579",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Προσώπου για Απαλό Καθαρισμό με Ροζ Άργιλο 2x8ml"
      },
      {
          "Κωδικός": "209574",
          "Περιγραφή": "Apivita Express Beauty Αντιρυτιδική & Συσφιγκτική Μάσκα Προσώπου με Σταφύλι 2x8ml"
      },
      {
          "Κωδικός": "209569",
          "Περιγραφή": "Apivita Express Beauty, Μάσκα Ματιών με Ginkgo Biloba για Μαύρους Κύκλους & Σημάδια Κούρασης 2x2ml"
      },
      {
          "Κωδικός": "209568",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Εντατικής Ενυδάτωσης με Αγγούρι 2x8ml"
      },
      {
          "Κωδικός": "209567",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Προσώπου για Λάμψη με Πορτοκάλι 2x8ml"
      },
      {
          "Κωδικός": "209566",
          "Περιγραφή": "Apivita Express Beauty Μάσκα Προσώπου με Αλόη για Ενυδάτωση & Αναζωογόνηση 2x8ml"
      },
      {
          "Κωδικός": "208825",
          "Περιγραφή": "Power Health Family's Vitamins Βιταμίνη C 1000mg, 20 αναβράζοντα δισκία Πορτοκάλι"
      },
      {
          "Κωδικός": "208815",
          "Περιγραφή": "Korres Αφρόλουτρο Κίτρο με Βιολογικό Εκχύλισμα Αλθαίας 2 x 250ml (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "208814",
          "Περιγραφή": "Korres Showergel Αφρόλουτρο Γιασεμί 250ml (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "208813",
          "Περιγραφή": "Korres Αφρόλουτρο με Άρωμα Αμπέλι Σαντορίνης 1+1 ΔΩΡΟ"
      },
      {
          "Κωδικός": "208812",
          "Περιγραφή": "Κοrres Showergel Αφρόλουτρο Βανίλια Κανέλα 2x250ml (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "208700",
          "Περιγραφή": "Korres Showergel Αφρόλουτρο Λευκά Άνθη 2x250ml (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "208450",
          "Περιγραφή": "Korres Λευκαντική Οδοντόκρεμα με Γλυκάνισο & Ευκάλυπτο 2x75ml (1+1 ΔΩΡΟ)"
      },
      {
          "Κωδικός": "208244",
          "Περιγραφή": "Pic Solution Vedoecoplus Θερμόμετρο Οικολογικό Με Μεγεθυντικό Φακό 1τμχ"
      },
      {
          "Κωδικός": "206075",
          "Περιγραφή": "Aboca Leviaclis Adult, Μικροκλύσμα με Promelaxin για την Καταπολέμηση της Δυσκοιλιότητας 6x10g"
      },
      {
          "Κωδικός": "205667",
          "Περιγραφή": "Jungle Formula Strong Original, Εντομοαπωθητικό Σπρέι για Ισχυρή Προστασία 75ml"
      },
      {
          "Κωδικός": "205512",
          "Περιγραφή": "Korres Παιδική Αντιφθειρική Λοσιόν 150ml + ΔΩΡΟ Σαμπουάν Μηλόξυδο 150ml"
      },
      {
          "Κωδικός": "179960",
          "Περιγραφή": "Menarini Sustenium Energy Sport, Ηλεκτρολύτες για Αθλητές με Γεύση Πορτοκάλι 10 φακελάκια x 20g"
      },
      {
          "Κωδικός": "179767",
          "Περιγραφή": "Menarini Sustenium Plus με Γεύση Πορτοκάλι 22 φακελάκια"
      },
      {
          "Κωδικός": "179575",
          "Περιγραφή": "Menarini Kaleidon Hydro Προβιοτικά & Ηλεκτρολύτες με Γεύση Μπανάνα 6 Διπλά Φακελάκια"
      },
      {
          "Κωδικός": "179574",
          "Περιγραφή": "Menarini Kaleidon 60 Προβιοτικό Συμπλήρωμα Διατροφής 20 κάψουλες"
      },
      {
          "Κωδικός": "177678",
          "Περιγραφή": "Neutrogena Scented Hand Cream, Κρέμα Χεριών με Άρωμα 75ml"
      },
      {
          "Κωδικός": "171306",
          "Περιγραφή": "Vismed 0.18% Λιπαντικές Οφθαλμικές Σταγόνες 30 + 10τμχ Δώρο"
      },
      {
          "Κωδικός": "171270",
          "Περιγραφή": "Pharmasept Clifar, Αποστειρωμένη Αντικολλητική Γάζα 11cm X 18cm 3τμχ"
      },
      {
          "Κωδικός": "171241",
          "Περιγραφή": "Pharmasept X-Lice Cologne Προληπτική Αντιφθειρική Λοσιόν Χωρίς Άρωμα 100ml"
      },
      {
          "Κωδικός": "171232",
          "Περιγραφή": "Pharmasept Tol Velvet Baby Extra Calm Cream, Προστατευτική Kρέμα για την Αλλαγή της Πάνας 150ml"
      },
      {
          "Κωδικός": "171231",
          "Περιγραφή": "Pharmasept Tol Velvet Baby Soothing Cream, Φυσική Ενυδατική Κρέμα για Σώμα και Πρόσωπο 150ml"
      },
      {
          "Κωδικός": "171229",
          "Περιγραφή": "Pharmasept Tol Velvet Baby Mild Bath, Απαλό Βρεφικό Αφρόλουτρο για Σώμα και Μαλλιά 1lt"
      },
      {
          "Κωδικός": "171226",
          "Περιγραφή": "Pharmasept Pain Patch, Αναλγητικό Επίθεμα μιας Χρήσης με Εκχυλίσματα Βοτάνων 5τμχ"
      },
      {
          "Κωδικός": "171224",
          "Περιγραφή": "Pharmasept Thermorelief Heat Power Gel, Θερμαντικό Τζελ για Ανακούφιση και Χαλάρωση 100ml"
      },
      {
          "Κωδικός": "171220",
          "Περιγραφή": "Pharmasept Cryotherapy Tol Velvet Freezing Power Gel, Αναλγητικό Τζελ με Εκχυλίσματα Βοτάνων 100ml"
      },
      {
          "Κωδικός": "171201",
          "Περιγραφή": "Pharmasept Tol Velvet Hygienic Shower Calendula, Αφρόλουτρο με Καλέντουλα - Ήπια Αντισηπτική Δράση 1lt"
      },
      {
          "Κωδικός": "171160",
          "Περιγραφή": "Power Health Cranberry, Κράνμπερι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "171156",
          "Περιγραφή": "Power Health Oliviotic, Συνεργιστικό Συμπλήρωμα Διατροφής με Εκχύλισμα Φύλλων Ελιάς, Βιταμίνη D3 και Ψευδάργυρο 40 κάψουλες"
      },
      {
          "Κωδικός": "171147",
          "Περιγραφή": "Power Health Mens-X Complex, Συμπλήρωμα Διατροφής για Βελτίωση της Στυτικής Λειτουργίας 32 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "171099",
          "Περιγραφή": "Power Health Energy Now, Τονωτικό Συμπλήρωμα Διατροφής 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "171007",
          "Περιγραφή": "Power Health Olistel, Συμπλήρωμα Διατροφής Ενηλίκων Ολιστικής Φροντίδας 250ml"
      },
      {
          "Κωδικός": "171003",
          "Περιγραφή": "Power Health Classics Platinum D - Vit 3 5000iu, Συμπλήρωμα Βιταμίνης D3 60 ταμπλέτες"
      },
      {
          "Κωδικός": "171001",
          "Περιγραφή": "Power Health Multi + Multi, Πολυβιταμίνη με Στέβια 24 αναβράζοντα δισκία + Βιταμίνη C 500mg Πορτοκάλι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "171000",
          "Περιγραφή": "Power Health Vitamin C 1000mg με Στέβια 24 αναβράζοντα δισκία + Vitamin C 500mg Πορτοκάλι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "170999",
          "Περιγραφή": "Power Health Echinacea Extra + Vitamin C 500mg, Δισκία Εχινάτσεας με Στέβια 24 αναβράζοντα δισκία + ΔΩΡΟ Βιταμίνη C 20 αναβράζον"
      },
      {
          "Κωδικός": "170886",
          "Περιγραφή": "Korres Honey Base Syrup, Αρωματικό Σιρόπι με Μέλι, Μάραθο, Γλυκάνισο, Θυμάρι 200ml"
      },
      {
          "Κωδικός": "170882",
          "Περιγραφή": "Korres Καραμέλες Μέλι & Echinacea 60ml"
      },
      {
          "Κωδικός": "170206",
          "Περιγραφή": "Nuxe Huile Prodigieuse Or, Ιριδίζον Ξηρό Λάδι για Πρόσωπο, Σώμα, Μαλλιά 50ml"
      },
      {
          "Κωδικός": "170186",
          "Περιγραφή": "Nuxe Huile Prodigieuse Or, Ιριδίζον Ξηρό Λάδι για Πρόσωπο, Σώμα, Μαλλιά 100ml"
      },
      {
          "Κωδικός": "170023",
          "Περιγραφή": "La Roche-Posay Effaclar Cleansing Foaming Gel, Αφρώδες Τζελ Καθαρισμού για Λιπαρή Ευαίσθητη Επιδερμίδα 400ml"
      },
      {
          "Κωδικός": "169863",
          "Περιγραφή": "Avene Hydrance riche, Ενυδατική Κρέμα Προσώπου Πλούσιας Υφής για Ξηρές Επιδερμίδες 40ml"
      },
      {
          "Κωδικός": "169704",
          "Περιγραφή": "Avene Cleanance gel nettoyant, Gel Καθαρισμού για Ρύθμιση του Σμήγματος 400ml"
      },
      {
          "Κωδικός": "169496",
          "Περιγραφή": "Frezyderm Toothpaste Gingivital, Οδοντόκρεμα κατά της Ουλίτιδας 75ml"
      },
      {
          "Κωδικός": "169463",
          "Περιγραφή": "Frezyderm EcoVag Balance, Κολπικά Υπόθετα για την Αποκατάσταση της Κολπικής Χλωρίδας 10τμχ"
      },
      {
          "Κωδικός": "169438",
          "Περιγραφή": "Frezyderm Prodilac Start, Προβιοτικό για Βρέφη, Νήπια και Παιδιά έως 2 Ετών 10 Φακελάκια"
      },
      {
          "Κωδικός": "169423",
          "Περιγραφή": "Frezyderm After Nip Crilen, Τζελ Ανακούφισης από Τσιμπήματα 30ml"
      },
      {
          "Κωδικός": "169421",
          "Περιγραφή": "Frezyderm Crilen Hydrating Protective Cream, Εντομοαπωθητικό Ενυδατικό Γαλάκτωμα 125ml"
      },
      {
          "Κωδικός": "169419",
          "Περιγραφή": "Frezyderm Crilen Mousse, Ενυδατικό Εντομοαπωθητικό Γαλάκτωμα 150ml"
      },
      {
          "Κωδικός": "169418",
          "Περιγραφή": "Frezyderm Sea Side Mist Spf 50+, Αντιηλιακό Σπρέι Πολύ Υψηλής Προστασίας 300ml"
      },
      {
          "Κωδικός": "169417",
          "Περιγραφή": "Frezyderm Kids Sun Care Spf 50+ Wet Skin Spray, Παιδικό Αντιηλιακό Σπρέι για Βρεγμένο Δέρμα 200ml"
      },
      {
          "Κωδικός": "169392",
          "Περιγραφή": "Frezyderm Sun Screen Color Velvet Face Cream Spf30, Αντιηλιακή Κρέμα Προσώπου με Χρώμα 50ml"
      },
      {
          "Κωδικός": "169391",
          "Περιγραφή": "Frezyderm Sun Screen Velvet Face Cream Spf30, Αντηλιακή Κρέμα Προσώπου 50ml"
      },
      {
          "Κωδικός": "169390",
          "Περιγραφή": "Frezyderm Sun Screen Velvet Face Cream Spf 50+, Αντηλιακή Προστασία Προσώπου για Όλους τους Τύπους Δέρματος 50ml"
      },
      {
          "Κωδικός": "169389",
          "Περιγραφή": "Frezyderm Sun Screen Color Velvet Face Cream Spf 50+, Αντιηλιακή Κρέμα Προσώπου Πολύ Υψηλής Προστασίας με Χρώμα για Ματ Αποτέλεσ"
      },
      {
          "Κωδικός": "169365",
          "Περιγραφή": "Frezyderm SensiTeeth Epismalto Toothpaste 1450ppm, Οδοντόκρεμα Επισμάλτωσης για Παιδιά 6+ 50ml"
      },
      {
          "Κωδικός": "169364",
          "Περιγραφή": "Frezyderm SensiTeeth Kids Toothpaste 1000ppm, Οδοντόκρεμα κατά της Τερηδόνας για Παιδιά 6+ 50ml"
      },
      {
          "Κωδικός": "169363",
          "Περιγραφή": "Frezyderm SensiTeeth Kids Toothpaste 500ppm, Οδοντόκρεμα με Γεύση Βατόμουρο Για Παιδιά 3+ Ετών 50ml"
      },
      {
          "Κωδικός": "169362",
          "Περιγραφή": "Frezyderm SensiTeeth First Toothpaste, Οδοντόκρεμα χωρίς Φθόριο για Βρέφη 40ml"
      },
      {
          "Κωδικός": "169339",
          "Περιγραφή": "Frezyderm Baby Hydra Milk, Ενυδατικό Γαλάκτωμα για το Ξηρό, Ερεθισμένο και Ευαίσθητο Δέρμα 200ml"
      },
      {
          "Κωδικός": "169337",
          "Περιγραφή": "Frezyderm Baby Cream, Αδιάβροχη Προστατευτική Κρέμα για Βρέφη 175ml"
      },
      {
          "Κωδικός": "169334",
          "Περιγραφή": "Frezyderm Baby Bath, Απαλό Αφρόλουτρο για Βρέφη 300ml"
      },
      {
          "Κωδικός": "169224",
          "Περιγραφή": "Lactacyd Classic Intimate Lotion, Απαλή Λοσιόν Καθαρισμού Ευαίσθητης Περιοχής 300ml"
      },
      {
          "Κωδικός": "169204",
          "Περιγραφή": "Clinofar Αποστειρωμένος Φυσιολογικός Ορός 40 + 20 Δώρο x 5ml"
      },
      {
          "Κωδικός": "169196",
          "Περιγραφή": "Physiomer Kids Ρινικό Διάλυμα για Παιδιά από 2 Ετών 115ml"
      },
      {
          "Κωδικός": "169191",
          "Περιγραφή": "Physiomer Normal Ρινικό Διάλυμα για Ενήλικες και Παιδιά Ηλικίας 6+ 135ml"
      },
      {
          "Κωδικός": "169190",
          "Περιγραφή": "Physiomer Jet Fort Ρινικό Διάλυμα για Ενήλικες και Παιδιά Ηλικίας 10+ 210ml"
      },
      {
          "Κωδικός": "169185",
          "Περιγραφή": "Bio-Oil Λάδι Επανόρθωσης Ουλών & Ραγάδων 125ml"
      },
      {
          "Κωδικός": "169179",
          "Περιγραφή": "Ortis Panax Ginseng Συμπλήρωμα Διατροφής για Ενέργεια και Τόνωση 250ml"
      },
      {
          "Κωδικός": "169153",
          "Περιγραφή": "Lanes Nightade, Συμπλήρωμα Διατροφής με Μελατονίνη για Φυσικό και Άμεσο Ύπνο, 90 υπογλώσσια δισκία"
      },
      {
          "Κωδικός": "169143",
          "Περιγραφή": "Lanes Magnesium + Vit B6 20, Μαγνήσιο µε Βιταμίνη B6 γεύση Ροδάκινο 20 Αναβράζουσες Ταμπλέτες"
      },
      {
          "Κωδικός": "169141",
          "Περιγραφή": "Lanes Electrolytes Vitamine B, C, E, Ηλεκτρολύτες µε Βιταμίνες B, C, E Γεύση Πορτοκάλι, 20 Αναβράζουσες Ταμπλέτες"
      },
      {
          "Κωδικός": "169136",
          "Περιγραφή": "Lanes Πολυβιταμίνες 50+ Vitality με Πρεβιοτικά και Λυκοπένιο με Γεύση Μανταρίνι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169135",
          "Περιγραφή": "Lanes Πολυβιταμίνες Daily One με Γεύση Πορτοκάλι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169134",
          "Περιγραφή": "Lanes Πολυβιταμίνες Xtra Energy, Πολυβιταμίνες με Ginseng και Συνένζυμο Q10 Γεύση Πορτοκάλι - Γκρέιπφρουτ, 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169125",
          "Περιγραφή": "Lanes RoyalTonic, Πόσιμο Συμπλήρωμα Διατροφής με Βασιλικό Πολτό, Πρωτόγαλα και Πρόπολη, 10 Φιαλίδια x 10ml"
      },
      {
          "Κωδικός": "169122",
          "Περιγραφή": "Lanes Vitamin C 1000mg, Βιταμίνη C ORANGE με Βιοφλαβονοειδή 60 μασώμενες ταμπλέτες"
      },
      {
          "Κωδικός": "169121",
          "Περιγραφή": "Lanes Vitamin C 1000mg, Βιταμίνη C με Βιοφλαβονοειδή 30 Ταμπλέτες"
      },
      {
          "Κωδικός": "169119",
          "Περιγραφή": "Lanes Vitamin C 1000mg Maracuja, Βιταμίνη C με Κουρκουμά Γεύση Μαρακούγια, 20 Αναβράζοντα Δισκία"
      },
      {
          "Κωδικός": "169118",
          "Περιγραφή": "Lanes Vitamin C 1000mg, Βιταμίνη C με Κράνμπερι 20 Αναβράζοντα Δισκία"
      },
      {
          "Κωδικός": "169117",
          "Περιγραφή": "Lanes Ester-C 500mg Echinacea & Sambucus nigra, Βιταμίνη C με Εχινάκεια και Σαμπούκο, Γεύση Βατόμουρο, 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169116",
          "Περιγραφή": "Lanes Echinacea Vitamin C 20, Εχινάκεια με Βιταμίνη C για την Πρόληψη του Κρυολογήματος Μέλι - Λεμόνι 20 Αναβράζουσες Ταμπλέτες"
      },
      {
          "Κωδικός": "169115",
          "Περιγραφή": "Lanes Vitamin C 1000mg +ginseng, Βιταμίνη C με Ginseng Γεύση Λεμόνι 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169111",
          "Περιγραφή": "Lanes Vitamin C 1000mg, Βιταμίνη C με Γεύση Πορτοκάλι για Ενίσχυση του Ανοσοποιητικού 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "169003",
          "Περιγραφή": "Quest Cranbiotix, Εκχύλισμα Κράνμπερι με Προβιοτικά για την Υγεία του Ουροποιητικού 30 κάψουλες"
      },
      {
          "Κωδικός": "168988",
          "Περιγραφή": "Quest Acidophilus Plus Biotix, Προβιοτικά για την Ομαλή Λειτουργία του Εντέρου 30 κάψουλες"
      },
      {
          "Κωδικός": "168903",
          "Περιγραφή": "Lamberts Pure Fish Oil Συμπυκνωμένο Ιχθυέλαιο 1100mg 180 κάψουλες 8508-180"
      },
      {
          "Κωδικός": "168832",
          "Περιγραφή": "Lamberts A to Z Multivitamin, Πολυβιταμίνες και Μέταλλα με Γεύση Μάνγκο - Ανανά 20 αναβράζοντα δισκία"
      },
      {
          "Κωδικός": "168818",
          "Περιγραφή": "Lamberts Vitamin C-Time 1000mg, Βιταμίνη C με Βιοφλαβονοειδή Σταδιακής Αποδέσμευσης 180 ταμπλέτες 8134-180"
      },
      {
          "Κωδικός": "168693",
          "Περιγραφή": "Apivita Παστίλιες για τον πονεμένο λαιμό με Βατόμουρο & Πρόπολη"
      },
      {
          "Κωδικός": "168688",
          "Περιγραφή": "Apivita Propolis Βιολογικό διάλυμα Πρόπολης 50ml"
      },
      {
          "Κωδικός": "168687",
          "Περιγραφή": "Apivita Propolis Βιολογικό Spray για το Λαιμό με Αλθαία & Πρόπολη 30ml"
      },
      {
          "Κωδικός": "168679",
          "Περιγραφή": "Apivita - HandCare Κρέμα Για Ξηρά Σκασμένα Χέρια με Βάλσαμο & Μελισσοκέρι 50ml"
      },
      {
          "Κωδικός": "168669",
          "Περιγραφή": "Apivita Intimate Daily Απαλό gel Καθαρισμού της Ευαίσθητης Περιοχής με Χαμομήλι & Πρόπολη 300ml"
      },
      {
          "Κωδικός": "168538",
          "Περιγραφή": "Apivita Σαμπουάν Κατά Της Ξηροδερμίας Με Σέλερι & Πρόπολη 250ml"
      },
      {
          "Κωδικός": "168534",
          "Περιγραφή": "Apivita Women's Tonic Shampoo Σαμπουάν Κατά της Γυναικείας Τριχόπτωσης με Hippophae TC & Δάφνη 250ml"
      },
      {
          "Κωδικός": "168533",
          "Περιγραφή": "Apivita Men’s Tonic Shampoo, Τονωτικό Σαμπουάν για Άνδρες με Hippophae TC & Δενδρολίβανο 250ml"
      },
      {
          "Κωδικός": "168457",
          "Περιγραφή": "Apivita CLEANSING GEL (purifying gel-face) lime & propolis 200ml"
      },
      {
          "Κωδικός": "168456",
          "Περιγραφή": "Apivita Κρεμώδης Αφρός Καθαρισμού για Πρόσωπο - Μάτια με Ελιά,Λεβάντα & Πρόπολη 300ml"
      },
      {
          "Κωδικός": "168108",
          "Περιγραφή": "Novalac Premium 3, Γάλα σε Σκόνη για Παιδιά άνω του ενός έτους Γεύση Βανίλια 400gr"
      },
      {
          "Κωδικός": "168107",
          "Περιγραφή": "Novalac Premium 2, Γάλα 2ης Βρεφικής Ηλικίας 6-12 μήνες 400gr"
      },
      {
          "Κωδικός": "168106",
          "Περιγραφή": "Novalac Premium 1, Γάλα 1ης Βρεφικής Ηλικίας 400gr"
      },
      {
          "Κωδικός": "168104",
          "Περιγραφή": "Novalac 3, Ρόφημα Γάλακτος σε Σκόνη για Παιδιά 1-3 Ετών με Γεύση Βανίλια 400gr"
      },
      {
          "Κωδικός": "168103",
          "Περιγραφή": "Novalac 2, Γάλα Σκόνη 2ης Βρεφικής Ηλικίας από τον 6ο Μήνα 400gr"
      },
      {
          "Κωδικός": "168102",
          "Περιγραφή": "Novalac 1, Βρεφικό Γάλα σε Σκόνη έως τον 6ο μήνα 400gr"
      },
      {
          "Κωδικός": "168093",
          "Περιγραφή": "Tonotil Plus με Καρνιτίνη και 4 Αμινοξέα 10 x 10ml +3 Φιαλίδια Δώρο"
      },
      {
          "Κωδικός": "168092",
          "Περιγραφή": "Tonotil Συμπλήρωμα Διατροφής με 4 Αμινοξέα 10 x 10ml +3 Φιαλίδια Δώρο"
      },
      {
          "Κωδικός": "168091",
          "Περιγραφή": "Moller’s Παιδικά Ζελεδάκια Μουρουνέλαιου 36 Ζελεδάκια Πορτοκάλι-Λεμόνι"
      },
      {
          "Κωδικός": "168090",
          "Περιγραφή": "Moller’s Forte Μουρουνέλαιο Μίγμα Ιχθυελαίου & Μουρουνέλαιου Πλούσιο σε Ω3 Λιπαρά Οξέα 150 caps"
      },
      {
          "Κωδικός": "168089",
          "Περιγραφή": "Moller's Μουρουνέλαιο Forte Omega-3 60 caps"
      },
      {
          "Κωδικός": "168075",
          "Περιγραφή": "Medisei Panthenol Extra Aloe Vera Gel, Δροσιστικό Ενυδατικό Gel Αλόης 150ml"
      },
      {
          "Κωδικός": "168072",
          "Περιγραφή": "Medisei Panthenol Extra Face Cleansing Gel, Αφρώδες Τζελ Καθαρισμού-Ντεμακιγιάζ Προσώπου 150ml"
      },
      {
          "Κωδικός": "168063",
          "Περιγραφή": "Medisei Panthenol Extra Cream, Ενυδατική Κρέμα για Ερεθισμένα και Ευαίσθητα Δέρματα 100ml"
      },
      {
          "Κωδικός": "168052",
          "Περιγραφή": "Kaiser καραμέλες λαιμού Salbei 75gr"
      },
      {
          "Κωδικός": "167941",
          "Περιγραφή": "Bepanthol Γαλάκτωμα Σώματος με αντλία 400ml"
      },
      {
          "Κωδικός": "167929",
          "Περιγραφή": "Bepanthol Ενυδατική & Αναπλαστική Κρέμα για Ευαίσθητο Δέρμα 100g"
      },
      {
          "Κωδικός": "167927",
          "Περιγραφή": "Aboca Sedivitax Bio Φυτικό Συμπλήρωμα Διατροφής για Ηρεμία και Χαλάρωση 30caps"
      },
      {
          "Κωδικός": "167924",
          "Περιγραφή": "Aboca Neo Bianacid Συμπλήρωμα Διατροφής για την Οξύτητα και Παλινδρόμηση 45tabs."
      },
      {
          "Κωδικός": "167913",
          "Περιγραφή": "Aboca Fitomagra LibraMed 100g, Συμπλήρωμα διατροφής για τον Έλεγχο του Βάρους 138 ταμπλέτες"
      },
      {
          "Κωδικός": "167909",
          "Περιγραφή": "Aboca Fitoroid Βιολογική Κρέμα για Αιμορροϊδικές Ενοχλήσεις 40ml"
      },
      {
          "Κωδικός": "167908",
          "Περιγραφή": "Aboca Grintuss Pediatric, Παιδικό Σιρόπι για τον Ξηρό & Παραγωγικό Βήχα 180g"
      },
      {
          "Κωδικός": "167907",
          "Περιγραφή": "Aboca Grintuss Adult, Σιρόπι Eνηλίκων για Ξηρό & Παραγωγικό Βήχα 180g"
      }
  ]
  return products;
}
  exports.genProducts = genProducts;